---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.ElectricalPhaseConfiguration.Undefined
enum: Autodesk.Revit.DB.Electrical.ElectricalPhaseConfiguration
source: html/fa91ef24-f277-a8b8-822c-7ec5fc076035.htm
---
# Autodesk.Revit.DB.Electrical.ElectricalPhaseConfiguration.Undefined

Electrical phase configuration is undefined.